db.plants.insert([
{
    name_id:     "141234312432143214",
    name_ru:     "23432143214 хало",
    name_en:     "32142314324 Halo",
    species:     "Хоста",
    type:        "Тест",
    source:      "Твои",
    description: "Средней высоты хоста. Со временем разрастается в ширину до 150 см. Листья большие рифлёные с широкой кремово-белой каймой. Цветки белые. Сорт имеет награды.",
    prize:       200,
    height:      55,
    img:         null
}]),
{
    name_id:     "lavenderdeal",
    name_ru:     "Лавендер диал",
    name_en:     "Lavender Deal",
    species:     "Хоста",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Цветки очень большие, диаметром 17 см, ароматные; фиолетовые с жёлто-зелёным горлом.",
    prize:       200,
    height:      null,
    img:         null
},
{
    name_id:     "pardonme",
    name_ru:     "Пардон ми",
    name_en:     "Pardon Me",
    species:     "Хоста",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Лилейник высотой 40–45 см, с красивыми красными цветками, диаметром 6–8 см. Повторноцветущий.",
    prize:       200,
    height:      null,
    img:         null
},
{
    name_id:     "entrapment",
    name_ru:     "Энтрапмент",
    name_en:     "Entrapment",
    species:     "Хоста",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Высота растения до 70 см, диаметр цветка 14 см. Цветоносы сильно разветвленные.",
    prize:       200,
    height:      70,
    img:         true
},
{
    name_id:     "arcticsnow",
    name_ru:     "Арктик сноу",
    name_en:     "Arctic Snow",
    species:     "Хоста",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Высота растения до 80 см, диаметр цветка 14 см. Цветок цвета слоновой кости с зеленоватым горлом и яркими черными пыльниками.",
    prize:       200,
    height:      80,
    img:         true
},
{
    name_id:     "blueking",
    name_ru:     "Блю кинг",
    name_en:     "Blue King",
    species:     "Ирис сибирский",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Высота растения до 80 см. Место посадки солнце, полутень.",
    prize:       150,
    height:      80,
    img:         true
},
{
    name_id:     "rockandroll",
    name_ru:     "Рок энд ролл",
    name_en:     "Rock and Roll",
    species:     "Астильба",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Высота растения 50–60 см. Белые пышные плотные метелки соцветий на темных красноватых стеблях с бронзово-зеленой листвой. Отличается обильным цветением.",
    prize:       170,
    height:      60,
    img:         true
},
{
    name_id:     "redsentinel",
    name_ru:     "Ред сентинел",
    name_en:     "Red Sentinel",
    species:     "Астильба",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Высота растения до 60 см, ярко-пурпурно-красная, пушистая. Листья светло-зеленые. Одна из самых красивых красных астильб.",
    prize:       170,
    height:      60,
    img:         true
},
{
    name_id:     "cherryblush",
    name_ru:     "Чери блаш",
    name_en:     "Cherry Blush",
    species:     "Роджерсия хенрици",
    type:        "Многолетники с открытой корневой системой",
    source:      "Свои",
    description: "Морозостойкий многолетник с очень декоративными листьями. Считается самым устойчивым к солнцу. Высота около 1 метра.",
    prize:       280,
    height:      100,
    img:         true
}]);



























